Repository: El-Ferrag-Mehdi/7anouti-flutter
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, fr

# counterAppBarTitle
source: Counter
ar: عداد
fr: Compteur

# authWelcomeTitle
source: Welcome
ar: مرحباً
fr: Bienvenue à 7anouti

# authWelcomeSubtitle
source: Sign in to continue
ar: تسجيل الدخول للمتابعة
fr: Connectez-vous pour continuer

# authLoginTitle
source: Login
ar: تسجيل الدخول
fr: Connexion

# authEmailLabel
source: Email
ar: بريد إلكتروني

# authEmailRequired
source: Email is required
ar: البريد الإلكتروني مطلوب
fr: Email requis

# authPasswordLabel
source: Password
ar: كلمة المرور
fr: Mot de passe

# authPasswordInvalid
source: Invalid password
ar: كلمة المرور غير صالحة
fr: Mot de passe invalide

# authLoginButton
source: Sign in
ar: تسجيل الدخول
fr: Se connecter

# authCreateAccount
source: Create an account
ar: إنشاء حساب
fr: Creer un compte

# authRegisterTitle
source: Create account
ar: إنشاء حساب
fr: Creer un compte

# authRegisterCardTitle
source: Register
ar: يسجل
fr: Inscription

# authRegisterButton
source: Create account
ar: إنشاء حساب
fr: Creer le compte

# authAlreadyHaveAccount
source: Already have an account? Sign in
ar: هل لديك حساب بالفعل؟ تسجيل الدخول
fr: Deja un compte ? Se connecter

# authRegistrationSuccess
source: Registration successful
ar: تم التسجيل بنجاح
fr: Inscription reussie

# authRegistrationError
source: Registration error
ar: خطأ في التسجيل
fr: Erreur d'inscription

# authLanguageLabel
source: Language
ar: لغة
fr: Langue

# authFrench
source: French
ar: فرنسي
fr: Francais

# authArabic
source: Arabic
ar: عربي
fr: Arabe

# settingsTitle
source: Settings
ar: إعدادات
fr: Parametres

# settingsLanguageSectionTitle
source: Language
ar: لغة
fr: Langue

# settingsDeleteAccountSectionTitle
source: Delete account
ar: حذف الحساب
fr: Suppression du compte

# settingsDeleteAccountDescription
source: This action deactivates your account and cannot be undone.
ar: هذا الإجراء يعطل حسابك ولا يمكن التراجع عنه.
fr: Cette action desactive votre compte et ne peut pas etre annulee.

# settingsDeleteAccountButton
source: Delete my account
ar: حذف حسابي
fr: Supprimer mon compte

# settingsDeleteAccountInProgress
source: Deleting...
ar: جارٍ الحذف...
fr: Suppression...

# settingsDeleteAccountDialogTitle
source: Delete account?
ar: حذف الحساب؟
fr: Supprimer le compte ?

# settingsDeleteAccountDialogMessage
source: Your account will be deactivated immediately.
ar: سيتم تعطيل حسابك فورًا.
fr: Votre compte sera desactive immediatement.

# settingsDeleteAccountDialogConfirm
source: Continue
ar: متابعة
fr: Continuer

# settingsDeleteAccountFinalTitle
source: Final confirmation
ar: تأكيد نهائي
fr: Confirmation finale

# settingsDeleteAccountFinalMessage
source: Do you confirm permanent account deletion?
ar: هل تؤكد حذف حسابك بشكل نهائي؟
fr: Confirmez-vous la suppression definitive de votre compte ?

# settingsDeleteAccountFinalConfirm
source: Yes, delete
ar: نعم، احذف
fr: Oui, supprimer

# settingsDeleteAccountError
source: Account deletion error: {message}
ar: خطأ أثناء حذف الحساب: {message}
fr: Erreur suppression du compte: {message}

# clientSettingsTitle
source: Account settings
ar: إعدادات الحساب
fr: Parametres du compte

# clientSettingsLoading
source: Loading profile...
ar: جارٍ تحميل الملف الشخصي...
fr: Chargement du profil...

# clientSettingsSaveButton
source: Save
ar: يحفظ
fr: Enregistrer

# clientSettingsAccountSectionTitle
source: Account information
ar: معلومات الحساب
fr: Informations du compte

# clientSettingsNameLabel
source: Full name
ar: الاسم الكامل
fr: Nom complet

# clientSettingsPhoneLabel
source: Phone
ar: هاتف
fr: Telephone

# clientSettingsEmailLabel
source: Email
ar: بريد إلكتروني

# clientSettingsAddressLabel
source: Address
ar: عنوان
fr: Adresse

# clientSettingsRequiredFields
source: Name and phone are required.
ar: الاسم والهاتف مطلوبان.
fr: Nom et telephone sont obligatoires.

# clientSettingsSaved
source: Profile updated
ar: تم تحديث الملف الشخصي
fr: Profil mis a jour

# clientSettingsSaveError
source: Save error: {message}
ar: خطأ في الحفظ: {message}
fr: Erreur de sauvegarde: {message}

# clientMenuSettings
source: Account settings
ar: إعدادات الحساب
fr: Parametres du compte

# clientMenuLogout
source: Log out
ar: تسجيل الخروج
fr: Se deconnecter

# clientShellCompareHomeTooltip
source: Compare home
ar: قارن المنزل
fr: Comparer l'accueil

# clientShellHomeModeAggressive
source: Home mode: aggressive
ar: الوضع المنزلي: عدواني
fr: Mode accueil: agressif

# clientShellHomeModeStandard
source: Home mode: standard
ar: الوضع المنزلي: قياسي
fr: Mode accueil: standard

# clientHomeTab
source: Home
ar: بيت
fr: Accueil

# clientOrdersTab
source: Orders
ar: طلبات
fr: Commandes

# clientCarnetTab
source: Notebook
ar: دفتر الملاحظات
fr: Carnet

# clientCommonLoading
source: Loading...
ar: تحميل...
fr: Chargement...

# clientCommonError
source: Error
ar: خطأ
fr: Erreur

# clientCommonClose
source: Close
ar: يغلق
fr: Fermer

# clientCommonCancel
source: Cancel
ar: يلغي
fr: Annuler

# clientCommonConfirm
source: Confirm
ar: يتأكد
fr: Confirmer

# clientCommonConfirmOrder
source: Confirm order
ar: تأكيد الطلب
fr: Confirmer la commande

# clientCommonEdit
source: Edit
ar: يحرر
fr: Modifier

# clientCommonSend
source: Send
ar: يرسل
fr: Envoyer

# clientCommonNo
source: No
ar: لا
fr: Non

# clientCommonRefresh
source: Refresh
ar: ينعش
fr: Actualiser

# clientCommonSeeMore
source: See more
ar: شاهد المزيد
fr: Voir plus

# clientCommonLocating
source: Locating...
ar: تحديد موقع...
fr: Localisation...

# clientCommonUseMyLocation
source: Use my location
ar: استخدم موقعي
fr: Utiliser ma position

# clientCommonDeliveryAddress
source: Delivery address
ar: عنوان التسليم
fr: Adresse de livraison

# clientCommonDeliveryAddressHint
source: Neighborhood, street, building
ar: الحي، الشارع، المبنى
fr: Quartier, rue, immeuble

# clientCommonDriverNotesOptional
source: Driver notes (optional)
ar: ملاحظات السائق (اختياري)
fr: Notes livreur (optionnel)

# clientCommonDriverNotesHint
source: Ex: ring the doorbell, 3rd floor
ar: على سبيل المثال: دق جرس الباب، الطابق الثالث
fr: Ex: sonner, 3eme etage

# clientCommonServiceFee
source: Service fee
ar: رسوم الخدمة
fr: Frais de service

# clientCommonTotal
source: Total
ar: المجموع

# clientCommonSending
source: Sending...
ar: إرسال...
fr: Envoi...

# clientCommonUnknownState
source: Unknown state
ar: دولة غير معروفة
fr: Etat inconnu

# clientCommonRecently
source: recently
ar: حديثاً
fr: recentement

# clientCommonDays
source: {count} day(s)
ar: {count} يوم (أيام)
fr: {count} jour(s)

# clientCommonWeeks
source: {count} week(s)
ar: {count} أسبوع (أسابيع)
fr: {count} semaine(s)

# clientCommonMonths
source: {count} month(s)
ar: {count} شهر (أشهر)
fr: {count} mois

# clientCommonContactHanout
source: Contact hanout
ar: اتصل بـ هانوت
fr: Contacter le hanout

# clientCommonContactDriver
source: Contact driver
ar: اتصل بالسائق
fr: Contacter le livreur

# clientCommonErrorWithMessage
source: Error: {message}
ar: خطأ: {message}
fr: Erreur: {message}

# clientDeliveryPickup
source: Pickup
ar: يلتقط
fr: Collecte

# clientDeliveryDelivery
source: Delivery
ar: توصيل
fr: Livraison

# clientPaymentCash
source: Cash
ar: نقدي
fr: Especes

# clientPaymentCarnet
source: Notebook
ar: دفتر الملاحظات
fr: Carnet

# clientOrderStatusPending
source: Pending
ar: قيد الانتظار
fr: En attente

# clientOrderStatusAccepted
source: Accepted
ar: مقبول
fr: Acceptee

# clientOrderStatusPreparing
source: Preparing
ar: تحضير
fr: Preparation

# clientOrderStatusReady
source: Ready
ar: مستعد
fr: Prete

# clientOrderStatusPickedUp
source: Picked up
ar: التقطت
fr: Recuperee

# clientOrderStatusDelivering
source: Delivering
ar: تسليم
fr: En livraison

# clientOrderStatusDelivered
source: Delivered
ar: تم التوصيل
fr: Livree

# clientOrderStatusCancelled
source: Cancelled
ar: تم الإلغاء
fr: Annulee

# clientGasStatusPending
source: Pending
ar: قيد الانتظار
fr: En attente

# clientGasStatusEnRoute
source: On the way
ar: على الطريق
fr: En route

# clientGasStatusArrive
source: Arrived
ar: وصل
fr: Arrive

# clientGasStatusPickedEmpty
source: Empty bottle picked
ar: زجاجة فارغة التقطت
fr: Bouteille vide recuperee

# clientGasStatusToHanout
source: Going to hanout
ar: الذهاب إلى حانوت
fr: Vers le hanout

# clientGasStatusReturnHome
source: Returning home
ar: العودة إلى المنزل
fr: Retour maison

# clientGasStatusDelivered
source: Delivered
ar: تم التوصيل
fr: Livree

# clientGasStatusCancelled
source: Cancelled
ar: تم الإلغاء
fr: Annulee

# clientGasStatusRejected
source: Rejected
ar: مرفوض
fr: Refusee

# clientGasMessagePending
source: Waiting for a driver.
ar: في انتظار السائق.
fr: En attente d'un livreur.

# clientGasMessageEnRoute
source: Driver is on the way to you.
ar: السائق في الطريق إليك.
fr: Le livreur est en route vers vous.

# clientGasMessageArrive
source: Driver arrived to pick the empty bottle.
ar: وصل السائق لالتقاط الزجاجة الفارغة.
fr: Le livreur est arrive pour recuperer la bouteille vide.

# clientGasMessagePickedEmpty
source: Empty bottle picked.
ar: زجاجة فارغة التقطت.
fr: La bouteille vide a ete recuperee.

# clientGasMessageToHanout
source: Driver is going to hanout.
ar: السائق سوف يذهب إلى hanout.
fr: Le livreur va au hanout.

# clientGasMessageReturnHome
source: Driver is returning to your address.
ar: يعود السائق إلى عنوانك.
fr: Le livreur revient a votre adresse.

# clientGasMessageDelivered
source: New bottle delivered.
ar: تم تسليم زجاجة جديدة.
fr: Nouvelle bouteille livree.

# clientGasMessageCancelled
source: Request cancelled.
ar: تم إلغاء الطلب.
fr: Demande annulee.

# clientGasMessageRejected
source: Request rejected.
ar: تم رفض الطلب.
fr: Demande refusee.

# clientHomeLoadingNearby
source: Searching nearby hanouts...
ar: جارٍ البحث في الحانات القريبة...
fr: Recherche des hanouts proches...

# clientHomeNoHanoutNearby
source: No nearby hanout found.
ar: لم يتم العثور على حانوت قريب.
fr: Aucun hanout proche trouve.

# clientHomeLocationPermissionDenied
source: Location permission denied.
ar: تم رفض إذن تحديد الموقع.
fr: Permission de localisation refusee.

# clientHomeNearbyHanoutsTitle
source: Nearby hanouts
ar: الهانوتس القريبة
fr: Hanouts a proximite

# clientHomeHanoutsFound
source: {count} hanout(s) found
ar: تم العثور على {count} الحانات
fr: {count} hanout(s) trouves

# clientHomeOrdersServicesTitle
source: Orders and services
ar: الطلبات والخدمات
fr: Commandes et services

# clientHomeOrdersServicesSubtitle
source: Nearby hanouts and direct service
ar: hanouts القريبة والخدمة المباشرة
fr: Hanouts proches et service direct

# clientHomeHanoutOrdersTitle
source: Hanout orders
ar: أوامر الحانوت
fr: Commandes hanout

# clientHomeHanoutOrdersSubtitle
source: Choose a nearby hanout
ar: اختر حانة قريبة
fr: Choisissez un hanout proche

# clientHomeScrollForHanouts
source: Scroll to view hanouts.
ar: قم بالتمرير لعرض الهانوتس.
fr: Defilez pour voir les hanouts.

# clientHomeGasDirectSubtitle
source: Direct driver
ar: سائق مباشر
fr: Livreur direct

# clientHomeCarnetInfoBanner
source: Hanouts with the notebook icon support credit payments.
ar: تدعم Hangouts التي تحمل رمز دفتر الملاحظات عمليات الدفع الائتمانية.
fr: Les hanouts avec l'icone carnet acceptent le paiement a credit.

# clientHomeHeroWelcome
source: Welcome
ar: مرحباً
fr: Bienvenue à 7anouti

# clientHomeHeroTitle
source: Your nearby hanouts
ar: hanouts القريبة الخاصة بك
fr: Vos hanouts a proximite

# clientHomeHeroSubtitle
source: Fast orders, flexible payment.
ar: أوامر سريعة، دفع مرن.
fr: Commande rapide, paiement flexible.

# clientHomeHeroSubtitleCustom
source: Continue your usual shopping without moving.
ar: واصل تسوقك المعتاد دون أن تتحرك.
fr: Continuez vos courses habituelles, sans bouger.

# clientHomeQuickActionsTitle
source: Choose and order
ar: اختر واطلب
fr: Choisir et commander

# clientHomeQuickActionsCoursesTitle
source: Order your groceries
ar: اطلب البقالة الخاصة بك
fr: Commander vos courses

# clientHomeQuickActionsCoursesSubtitle
source: Find your usual hanout products
ar: ابحث عن منتجات hanout المعتادة
fr: Retrouvez vos produits de hanout habituel

# clientHomeQuickActionsGasTitle
source: Order a gas bottle
ar: اطلب قنينة غاز
fr: Commander une bouteille de gaz

# clientHomeQuickActionsGasSubtitle
source: Service from your usual hanout - 15 DH
ar: الخدمة من حانوتك المعتاد - 15 درهم
fr: Service depuis votre hanout habituel - 15 DH

# clientHomeAggressiveSubtitle
source: Groceries and gas, delivered fast.
ar: البقالة والغاز، يتم تسليمها بسرعة.
fr: Courses et gaz, livre rapidement.

# clientGasBottleTitle
source: Gas bottle
ar: قنينة غاز
fr: Bouteille de gaz

# clientGasServiceTitle
source: Gas bottle service
ar: خدمة قنينة الغاز
fr: Service bouteille de gaz

# clientGasServiceDescription
source: A driver comes to you, takes the empty bottle, gets a new one and delivers it.
ar: يأتي إليك سائق، ويأخذ الزجاجة الفارغة، ويحصل على واحدة جديدة ويسلمها.
fr: Un livreur vient chez vous, prend la bouteille vide, prend une nouvelle et vous la livre.

# clientGasPromoPriceAllInclusive
source: Promotional all-inclusive price
ar: سعر ترويجي شامل
fr: Prix promotionnel tout compris

# clientGasPromoNormalPrice
source: + the normal gas price you usually pay
ar: + ثمن الغاز العادي اللي كتخلص ديما
fr: + le prix normal de gaz que vous payez

# clientGasRequestDriver
source: Request a driver
ar: اطلب سائق
fr: Demander un livreur

# clientGasEnterAddress
source: Please enter your address.
ar: الرجاء إدخال عنوانك.
fr: Veuillez entrer votre adresse.

# clientGasRequestSent
source: Request sent to driver.
ar: تم إرسال الطلب إلى السائق.
fr: Demande envoyee au livreur.

# clientGasNoDeliveredToRate
source: No delivered gas request to rate.
ar: لا يوجد طلب تسليم الغاز لتقييمه.
fr: Aucune demande livree a evaluer.

# clientGasDetailsTitle
source: Service details
ar: تفاصيل الخدمة
fr: Details du service

# clientGasServiceLabel
source: Service
ar: خدمة

# clientGasRefreshError
source: Unable to refresh request
ar: غير قادر على تحديث الطلب
fr: Impossible d'actualiser la demande

# clientOrdersLoading
source: Loading your orders...
ar: جارٍ تحميل طلباتك...
fr: Chargement de vos commandes...

# clientOrdersEmptyMessage
source: You have no order yet.
ar: ليس لديك أمر حتى الآن.
fr: Vous n'avez pas encore de commande.

# clientOrdersSeeHanouts
source: View hanouts
ar: عرض الحانات
fr: Voir les hanouts

# clientOrdersGasSectionTitle
source: Gas bottle service
ar: خدمة قنينة الغاز
fr: Service bouteille de gaz

# clientOrdersFilterAll
source: All
ar: الجميع
fr: Tout

# clientOrdersFilterInProgress
source: In progress
ar: في تَقَدم
fr: En cours

# clientOrdersFilterAllFeminine
source: All
ar: الجميع
fr: Toutes

# clientOrdersFilterDelivered
source: Delivered
ar: تم التوصيل
fr: Livrees

# clientOrdersFilterCancelled
source: Cancelled
ar: تم الإلغاء
fr: Annulees

# clientOrdersOrderNumber
source: Order #{id}
ar: الطلب #{id}
fr: Commande #{id}

# clientOrdersHeaderTitle
source: My orders
ar: أوامري
fr: Mes commandes

# clientOrdersHeaderCount
source: {count} order(s) total
ar: {count} إجمالي الطلب (الطلبات).
fr: {count} commande(s) au total

# clientOrdersClientAddressFallback
source: Client address
ar: عنوان العميل
fr: Adresse client

# clientOrdersTrack
source: Track
ar: مسار
fr: Suivre

# clientOrdersRateDriver
source: Rate driver
ar: سائق معدل
fr: Noter le livreur

# clientOrdersReorder
source: Reorder
ar: إعادة الترتيب
fr: Recommander

# clientOrdersRate
source: Rate
ar: معدل
fr: Noter

# clientOrdersTrackOrder
source: Track order
ar: تتبع الطلب
fr: Suivre la commande

# clientOrdersReorderSoon
source: Reorder "{order}" (soon)
ar: إعادة ترتيب "{order}" (قريبًا)
fr: Recommander "{order}" (bientot)

# clientOrdersRateOrderTitle
source: Rate order
ar: ترتيب المعدل
fr: Noter la commande

# clientOrdersRateDriverTitle
source: Rate driver
ar: سائق معدل
fr: Noter le livreur

# clientOrdersHanoutRating
source: Hanout rating
ar: تصنيف حانوت
fr: Note du hanout

# clientOrdersHanoutCommentHint
source: Hanout comment (optional)
ar: تعليق الحانوت (اختياري)
fr: Commentaire hanout (optionnel)

# clientOrdersDriverRating
source: Driver rating
ar: تصنيف السائق
fr: Note du livreur

# clientOrdersDriverCommentHint
source: Driver comment (optional)
ar: تعليق السائق (اختياري)
fr: Commentaire livreur (optionnel)

# clientOrdersThanksReview
source: Thanks for your review
ar: شكرا لمراجعتك
fr: Merci pour votre avis

# clientCarnetLoading
source: Loading notebooks...
ar: جارٍ تحميل دفاتر الملاحظات...
fr: Chargement des carnets...

# clientCarnetEmptyMessage
source: You have no active notebook.
ar: ليس لديك دفتر ملاحظات نشط.
fr: Vous n'avez pas de carnet actif.

# clientCarnetSeeHanouts
source: View hanouts
ar: عرض الحانات
fr: Voir les hanouts

# clientCarnetTitle
source: My notebooks
ar: دفاتري
fr: Mes carnets

# clientCarnetTotalBalance
source: Total balance
ar: الرصيد الإجمالي
fr: Solde total

# clientCarnetToRepay
source: To repay
ar: لسداد
fr: A rembourser

# clientCarnetNoDebt
source: No debt
ar: لا ديون
fr: Aucune dette

# clientCarnetActiveCount
source: {count} active notebook(s)
ar: {count} دفتر (دفاتر) الملاحظات النشطة
fr: {count} carnet(s) actif(s)

# clientCarnetInfoBanner
source: Notebook lets you buy on credit.
ar: يتيح لك Notebook الشراء عن طريق الائتمان.
fr: Le carnet vous permet d'acheter a credit.

# clientCarnetActiveSince
source: Active since {value}
ar: نشط منذ {value}
fr: Actif depuis {value}

# clientCarnetCurrentBalance
source: Current balance
ar: الرصيد الحالي
fr: Solde actuel

# clientCarnetLastActivity
source: Last activity: {value}
ar: آخر نشاط: {value}
fr: Derniere activite: {value}

# clientCarnetDetailsTitle
source: Notebook details
ar: تفاصيل دفتر الملاحظات
fr: Details du carnet

# clientCarnetTransactionsLoading
source: Loading transactions...
ar: جارٍ تحميل المعاملات...
fr: Chargement des transactions...

# clientCarnetNoTransactions
source: No transaction yet
ar: لا توجد معاملة حتى الآن
fr: Aucune transaction

# clientCarnetTransactionHistory
source: Transactions history
ar: تاريخ المعاملات
fr: Historique des transactions

# clientCarnetCreditPurchases
source: Credit purchases
ar: مشتريات الائتمان
fr: Achats a credit

# clientCarnetPayments
source: Payments
ar: المدفوعات
fr: Paiements

# clientCarnetBalanceAfter
source: Balance: {value} DH
ar: الرصيد: {value} درهم
fr: Solde: {value} DH

# clientCarnetMakePayment
source: Make a payment
ar: قم بالدفع
fr: Effectuer un paiement

# clientCarnetCallingHanout
source: Calling hanout...
ar: جارٍ الاتصال بالحنوت...
fr: Appel du hanout...

# clientCarnetPaymentTitle
source: Make a payment
ar: قم بالدفع
fr: Effectuer un paiement

# clientCarnetPaymentMessage
source: To pay your debt, go directly to the hanout.
ar: لسداد ديونك، انتقل مباشرة إلى الحانوت.
fr: Pour payer votre dette, rendez-vous directement chez le hanout.

# clientCarnetOnlineSoon
source: Online payment will be available soon
ar: سيكون الدفع عبر الإنترنت متاحًا قريبًا
fr: Le paiement en ligne sera disponible bientot

# clientCarnetCallHanout
source: Call hanout
ar: اتصل بحانوت
fr: Appeler le hanout

# clientConfirmOrderTitle
source: Confirm your order
ar: قم بتأكيد طلبك
fr: Confirmer votre commande

# clientConfirmYourOrder
source: Your order
ar: طلبك
fr: Votre commande

# clientConfirmAddressHint
source: Enter your full address
ar: أدخل عنوانك الكامل
fr: Entrez votre adresse complete

# clientConfirmAddressDetailsHint
source: Details (building, floor, door)
ar: التفاصيل (المبنى، الطابق، الباب)
fr: Details (immeuble, etage, porte)

# clientConfirmPickupPoint
source: Pickup point
ar: نقطة الالتقاء
fr: Point de collecte

# clientConfirmTypeLabel
source: Type
ar: يكتب

# clientConfirmPaymentLabel
source: Payment
ar: قسط
fr: Paiement

# clientConfirmDeliveryFee
source: Delivery fee
ar: رسوم التوصيل
fr: Frais de livraison

# clientConfirmFree
source: Free
ar: حر
fr: Gratuit

# clientConfirmTotalToPay
source: Total to pay
ar: مجموع للدفع
fr: Total a payer

# clientConfirmToBeConfirmed
source: To be confirmed
ar: ليتم تأكيدها
fr: A confirmer

# clientConfirmFinalAmountMessage
source: Final amount will be confirmed by hanout.
ar: سيتم تأكيد المبلغ النهائي عن طريق hanout.
fr: Le montant final sera confirme par le hanout.

# clientConfirmEnterAddress
source: Please enter your address
ar: الرجاء إدخال عنوانك
fr: Veuillez entrer votre adresse

# clientConfirmLocationError
source: Unable to get your location
ar: غير قادر على الحصول على موقعك
fr: Impossible d'obtenir votre position

# clientConfirmMyCurrentGps
source: My current GPS position
ar: موقعي الحالي عبر نظام تحديد المواقع العالمي (GPS).
fr: Ma position GPS actuelle

# clientConfirmLocationUsed
source: Current location used
ar: الموقع الحالي مستخدم
fr: Position actuelle utilisee

# clientHanoutOrderSentSuccess
source: Order sent successfully!
ar: تم إرسال الطلب بنجاح!
fr: Commande envoyee avec succes !

# clientHanoutSendingOrder
source: Sending your order...
ar: جارٍ إرسال طلبك...
fr: Envoi de votre commande...

# clientHanoutRedirectTracking
source: Redirecting to tracking...
ar: إعادة التوجيه إلى التتبع...
fr: Redirection vers le suivi...

# clientHanoutGenericError
source: An error occurred
ar: حدث خطأ
fr: Une erreur est survenue

# clientHanoutOpen
source: Open
ar: يفتح
fr: Ouvert

# clientHanoutClosed
source: Closed
ar: مغلق
fr: Ferme

# clientHanoutCarnetActive
source: Active notebook
ar: دفتر نشط
fr: Carnet actif

# clientHanoutCurrentBalance
source: Current balance: {balance}
ar: الرصيد الحالي: {balance}
fr: Solde actuel: {balance}

# clientHanoutCarnetAvailable
source: Notebook available
ar: دفتر الملاحظات متاح
fr: Carnet disponible

# clientHanoutCarnetExplain
source: This hanout supports notebook credit. Request activation to use it.
ar: تدعم هذه الاستراحة رصيد الكمبيوتر المحمول. طلب التنشيط لاستخدامه.
fr: Ce hanout accepte le paiement carnet. Demandez l'activation pour l'utiliser.

# clientHanoutCarnetCredit
source: Notebook credit
ar: رصيد دفتر الملاحظات
fr: Credit carnet

# clientHanoutAddedToCarnet
source: Amount will be added to your notebook
ar: سيتم إضافة المبلغ إلى دفتر الملاحظات الخاص بك
fr: Le montant sera ajoute a votre carnet

# clientHanoutCarnetUnavailable
source: Notebook unavailable for this account
ar: دفتر الملاحظات غير متوفر لهذا الحساب
fr: Carnet indisponible pour ce compte

# clientHanoutRequestActivation
source: Request activation
ar: طلب التنشيط
fr: Demander l'activation

# clientHanoutYourOrder
source: Your order
ar: طلبك
fr: Votre commande

# clientHanoutOrderHint
source: Write your order in free text
ar: اكتب طلبك في نص حر
fr: Ecrivez votre commande en texte libre

# clientHanoutOrderExampleHint
source: Example: - 2 breads - 1 milk - 1 egg box - ...
ar: مثال: - 2 خبز - 1 حليب - 1 علبة بيض - ...
fr: Exemple: - 2 pains - 1 lait - 1 boite d'oeufs - ...

# clientHanoutCharactersCount
source: {current}/{max} characters
ar: {current}/{max} حرفًا
fr: {current}/{max} caracteres

# clientHanoutSuggestedProducts
source: Suggested products
ar: المنتجات المقترحة
fr: Produits suggeres

# clientHanoutSeeAllProductsSoon
source: All products view coming soon
ar: عرض كافة المنتجات قريبا
fr: Affichage de tous les produits bientot

# clientHanoutProductAdded
source: {name} added to order
ar: تمت إضافة {name} إلى الطلب
fr: {name} ajoute a la commande

# clientHanoutCategories
source: Categories
ar: فئات

# clientHanoutPickupType
source: Pickup type
ar: نوع الالتقاط
fr: Type de retrait

# clientHanoutDeliveryFee
source: Delivery fee: {fee}
ar: رسوم التوصيل: {fee}
fr: Frais de livraison: {fee}

# clientHanoutPickupFree
source: Free - pickup on site
ar: مجاني - الاستلام من الموقع
fr: Gratuit - retrait sur place

# clientHanoutPayOnDelivery
source: Pay on delivery
ar: الدفع عند التسليم
fr: Payer a la livraison

# clientHanoutDistance
source: Distance: {distance}
ar: المسافة: {distance}

# clientHanoutEstimatedMinutes
source: {minutes} min
ar: {minutes} ?

# clientHanoutRating
source: Rating: {rating}
ar: التقييم: {rating}
fr: Note: {rating}
