Repository: El-Ferrag-Mehdi/7anouti-flutter
Catalog: lib/l10n/arb/app_*.arb
Languages: ar, fr

# clientOrderTrackingTitle
source: Order tracking
ar: تتبع الطلب
fr: Suivi de commande

# clientOrderTrackingCancelOrder
source: Cancel order
ar: إلغاء الطلب
fr: Annuler la commande

# clientOrderTrackingEta
source: Estimated time: 15-20 min
ar: الوقت المقدر: 15-20 دقيقة
fr: Temps estime: 15-20 min

# clientOrderTrackingDetailedTracking
source: Detailed tracking
ar: تتبع مفصل
fr: Suivi detaille

# clientOrderTrackingStepPlaced
source: Order placed
ar: تم تقديم الطلب
fr: Commande passee

# clientOrderTrackingStepAccepted
source: Accepted by hanout
ar: مقبولة من قبل هانوت
fr: Acceptee par le hanout

# clientOrderTrackingStepPreparing
source: Preparing
ar: تحضير
fr: En preparation

# clientOrderTrackingStepReady
source: Ready
ar: مستعد
fr: Prete

# clientOrderTrackingStepPickedUp
source: Picked up by driver
ar: التقطت من قبل السائق
fr: Recuperee par le livreur

# clientOrderTrackingStepDelivering
source: Delivering
ar: تسليم
fr: En livraison

# clientOrderTrackingStepDelivered
source: Delivered
ar: تم التوصيل
fr: Livree

# clientOrderTrackingStepCollected
source: Collected
ar: تم جمعها
fr: Recuperee

# clientOrderTrackingOrderDetails
source: Order details
ar: تفاصيل الطلب
fr: Details de la commande

# clientOrderTrackingNumber
source: Number
ar: رقم
fr: Numero

# clientOrderTrackingContent
source: Content
ar: محتوى
fr: Contenu

# clientOrderTrackingType
source: Type
ar: يكتب

# clientOrderTrackingAddress
source: Address
ar: عنوان
fr: Adresse

# clientOrderTrackingHanout
source: Hanout
ar: حانوت

# clientOrderTrackingHanoutNameFallback
source: Hanout name
ar: اسم حانوت
fr: Nom du hanout

# clientOrderTrackingHanoutAddressFallback
source: Hanout address
ar: عنوان الحانوت
fr: Adresse du hanout

# clientOrderTrackingDriver
source: Driver
ar: سائق
fr: Livreur

# clientOrderTrackingDriverNameFallback
source: Driver name
ar: اسم السائق
fr: Nom du livreur

# clientOrderTrackingDriverStats
source: 4.8 (125 deliveries)
ar: 4.8 (125 عملية تسليم)
fr: 4.8 (125 livraisons)

# clientOrderTrackingRateOrder
source: Rate order
ar: ترتيب المعدل
fr: Noter la commande

# clientOrderTrackingEditReview
source: Edit my review
ar: تحرير تقييمي
fr: Modifier mon avis

# clientOrderTrackingReviewSaved
source: Review saved
ar: تم حفظ المراجعة
fr: Avis enregistre

# clientOrderTrackingMessagePending
source: Your order has been sent to the hanout.
ar: لقد تم إرسال طلبك إلى hanout.
fr: Votre commande a ete envoyee au hanout.

# clientOrderTrackingMessageAccepted
source: The hanout accepted your order.
ar: لقد قبلت الحانوت طلبك.
fr: Le hanout a accepte votre commande.

# clientOrderTrackingMessagePreparing
source: Your order is being prepared.
ar: طلبك قيد الإعداد.
fr: Votre commande est en cours de preparation.

# clientOrderTrackingMessageReadyDelivery
source: Your order is ready and waiting for a driver.
ar: طلبك جاهز وينتظر السائق.
fr: Votre commande est prete et attend le livreur.

# clientOrderTrackingMessageReadyPickup
source: Your order is ready for pickup.
ar: طلبك جاهز للاستلام.
fr: Votre commande est prete a etre recuperee.

# clientOrderTrackingMessagePickedUp
source: The driver picked up your order.
ar: التقط السائق طلبك.
fr: Le livreur a recupere votre commande.

# clientOrderTrackingMessageDelivering
source: Your order is on the way.
ar: طلبك في الطريق.
fr: Votre commande est en cours de livraison.

# clientOrderTrackingMessageDelivered
source: Your order was delivered successfully!
ar: تم تسليم طلبك بنجاح!
fr: Votre commande a ete livree avec succes !

# clientOrderTrackingMessageCancelled
source: This order has been cancelled.
ar: تم إلغاء هذا الطلب.
fr: Cette commande a ete annulee.

# clientOrderTrackingCancelConfirm
source: Are you sure you want to cancel this order?
ar: هل أنت متأكد أنك تريد إلغاء هذا الطلب؟
fr: Etes-vous sur de vouloir annuler cette commande ?

# clientOrderTrackingCancelYes
source: Yes, cancel
ar: نعم، قم بالإلغاء
fr: Oui, annuler

# clientOrderTrackingCancelled
source: Order cancelled
ar: تم إلغاء الطلب
fr: Commande annulee

# clientOrderTrackingHanoutPhoneUnavailable
source: Hanout phone unavailable
ar: هاتف هانوت غير متوفر
fr: Telephone hanout indisponible

# clientOrderTrackingDriverPhoneUnavailable
source: Driver phone unavailable
ar: هاتف السائق غير متوفر
fr: Telephone livreur indisponible

# hanoutNavOrders
source: Orders
ar: طلبات
fr: Commandes

# hanoutNavHistory
source: History
ar: تاريخ
fr: Historique

# hanoutNavClients
source: Clients
ar: العملاء

# hanoutNavCarnet
source: Notebook
ar: دفتر الملاحظات
fr: Carnet

# hanoutMenuSettings
source: Hanout settings
ar: إعدادات الحانوت
fr: Parametres du hanout

# hanoutMenuLogout
source: Log out
ar: تسجيل الخروج
fr: Se deconnecter

# hanoutCommonClient
source: Client
ar: عميل

# hanoutCommonName
source: Name
ar: اسم
fr: Nom

# hanoutCommonPhone
source: Phone
ar: هاتف
fr: Telephone

# hanoutCommonAddress
source: Address
ar: عنوان
fr: Adresse

# hanoutCommonDescription
source: Description
ar: وصف

# hanoutCommonSave
source: Save
ar: يحفظ
fr: Enregistrer

# hanoutCommonValidate
source: Validate
ar: التحقق من صحة
fr: Valider

# hanoutOrderNumber
source: Order #{id}
ar: الطلب #{id}
fr: Commande #{id}

# hanoutOrdersLoading
source: Loading orders...
ar: جارٍ تحميل الطلبات...
fr: Chargement des commandes...

# hanoutOrdersEmpty
source: No orders for now.
ar: لا توجد أوامر في الوقت الراهن.
fr: Aucune commande pour le moment.

# hanoutOrdersNoActive
source: No active order.
ar: لا يوجد أمر نشط.
fr: Aucune commande en cours.

# hanoutOrdersTitle
source: Hanout orders
ar: أوامر الحانوت
fr: Commandes du hanout

# hanoutOrdersTotalCount
source: {count} order(s) total
ar: {count} إجمالي الطلب (الطلبات).
fr: {count} commande(s) au total

# hanoutOrdersFilterAll
source: All
ar: الجميع
fr: Toutes

# hanoutOrdersFilterPending
source: Pending
ar: قيد الانتظار
fr: En attente

# hanoutOrdersFilterAccepted
source: Accepted
ar: مقبول
fr: Acceptees

# hanoutOrdersFilterReady
source: Ready
ar: مستعد
fr: Pretes

# hanoutOrdersActionAccept
source: Accept
ar: يقبل
fr: Accepter

# hanoutOrdersActionReady
source: Ready
ar: مستعد
fr: Prete

# hanoutOrdersDriverAssigned
source: Driver assigned
ar: تم تعيين السائق
fr: Livreur assigne

# hanoutOrdersDeliveryRequestSent
source: Request sent
ar: تم إرسال الطلب
fr: Demande envoyee

# hanoutOrdersActionAskDriver
source: Request driver
ar: طلب سائق
fr: Demander livreur

# hanoutOrdersActionStartInternal
source: Start internal
ar: ابدأ داخليًا
fr: Demarrer interne

# hanoutOrdersActionMarkDelivered
source: Mark delivered
ar: سلمت مارك
fr: Marquer livree

# hanoutOrdersActionDeliveredInternal
source: Delivered (internal)
ar: تسليم (داخلي)
fr: Livree (interne)

# hanoutOrdersAcceptDialogTitle
source: Accept order
ar: قبول الطلب
fr: Accepter la commande

# hanoutOrdersTotalOptional
source: Total amount (DH) - optional
ar: المبلغ الإجمالي (DH) - اختياري
fr: Prix total (DH) - optionnel

# hanoutOrdersEditTotalDialogTitle
source: Edit total amount
ar: تحرير المبلغ الإجمالي
fr: Modifier le prix total

# hanoutOrdersTotalRequired
source: Total amount (DH) *
ar: المبلغ الإجمالي (درهم) *
fr: Prix total (DH) *

# hanoutOrdersReadyRequiresTotal
source: Required to move to Ready
ar: مطلوب للانتقال إلى جاهز
fr: Obligatoire pour passer a Prete

# hanoutOrdersRequestDriverDialogTitle
source: Request a driver
ar: اطلب سائق
fr: Demander un livreur

# hanoutOrdersRequestDriverDialogBody
source: A request will be sent to available drivers.
ar: سيتم إرسال طلب إلى السائقين المتاحة.
fr: Une demande sera envoyee aux livreurs disponibles.

# hanoutOrderDetailsClientSection
source: Client
ar: عميل

# hanoutOrderDetailsOpenMaps
source: Open in Maps
ar: افتح في الخرائط
fr: Ouvrir dans Maps

# hanoutOrderDetailsOrderSection
source: Order
ar: طلب
fr: Commande

# hanoutOrderDetailsContent
source: Content
ar: محتوى
fr: Contenu

# hanoutOrderDetailsDeliveryNotes
source: Delivery notes
ar: ملاحظات التسليم
fr: Details livraison

# hanoutOrderDetailsCreatedAt
source: Created
ar: مخلوق
fr: Creee

# hanoutOrderDetailsDeliveryType
source: Delivery
ar: توصيل
fr: Livraison

# hanoutOrderDetailsPaymentMethod
source: Payment
ar: قسط
fr: Paiement

# hanoutOrderDetailsAmountSection
source: Amount
ar: كمية
fr: Montant

# hanoutHistoryLoading
source: Loading history...
ar: جارٍ تحميل السجل...
fr: Chargement de l'historique...

# hanoutHistoryEmpty
source: No completed orders.
ar: لا توجد أوامر مكتملة.
fr: Aucune commande terminee.

# hanoutHistoryNoData
source: No history for now.
ar: لا يوجد تاريخ في الوقت الراهن.
fr: Aucun historique pour le moment.

# hanoutHistoryTitle
source: Orders history
ar: تاريخ الطلبات
fr: Historique des commandes

# hanoutHistoryCount
source: {count} order(s)
ar: {count} الطلب (الطلبات)
fr: {count} commande(s)

# hanoutHistoryStatTotal
source: Total
ar: المجموع

# hanoutHistoryStatDelivered
source: Delivered
ar: تم التوصيل
fr: Livrees

# hanoutHistoryStatCancelled
source: Cancelled
ar: تم الإلغاء
fr: Annulees

# hanoutHistoryStatRevenue
source: Revenue
ar: ربح
fr: Chiffre d'affaires

# hanoutClientsLoading
source: Loading clients...
ar: جارٍ تحميل العملاء...
fr: Chargement des clients...

# hanoutClientsEmpty
source: No client with active notebook.
ar: لا يوجد عميل لديه دفتر ملاحظات نشط.
fr: Aucun client avec carnet actif.

# hanoutClientsDebt
source: Debt: {value}
ar: الدين: {value}
fr: Dette: {value}

# hanoutCarnetTabCarnets
source: Notebooks
ar: دفاتر الملاحظات
fr: Carnets

# hanoutCarnetTabRequests
source: Requests
ar: الطلبات
fr: Demandes

# hanoutCarnetLoading
source: Loading notebooks...
ar: جارٍ تحميل دفاتر الملاحظات...
fr: Chargement du carnet...

# hanoutCarnetEmptyAll
source: No data for now.
ar: لا توجد بيانات في الوقت الراهن.
fr: Aucune donnee pour le moment.

# hanoutCarnetEmptyActive
source: No active notebook.
ar: لا يوجد دفتر ملاحظات نشط.
fr: Aucun carnet actif.

# hanoutCarnetNoRequests
source: No pending request.
ar: لا يوجد طلب معلق.
fr: Aucune demande en attente.

# hanoutCarnetDebt
source: Debt
ar: دَين
fr: Dette

# hanoutCarnetLimit
source: Limit
ar: حد
fr: Plafond

# hanoutCarnetUndefined
source: Not set
ar: لم يتم ضبطه
fr: Non defini

# hanoutCarnetPayment
source: Payment
ar: قسط
fr: Paiement

# hanoutCarnetReject
source: Reject
ar: يرفض
fr: Refuser

# hanoutCarnetApprove
source: Approve
ar: يعتمد
fr: Approuver

# hanoutCarnetRejectReason
source: Rejected
ar: مرفوض
fr: Refuse

# hanoutCarnetLimitReached
source: Limit reached
ar: تم الوصول إلى الحد
fr: Plafond atteint

# hanoutCarnetLimitNear
source: Limit 80%
ar: الحد 80%
fr: Plafond 80%

# hanoutCarnetSetLimitTitle
source: Set limit
ar: تعيين الحد
fr: Definir le plafond

# hanoutCarnetLimitDh
source: Limit (DH)
ar: الحد (د)
fr: Plafond (DH)

# hanoutCarnetRecordPaymentTitle
source: Record payment
ar: سجل الدفع
fr: Enregistrer un paiement

# hanoutCarnetAmountDh
source: Amount (DH)
ar: المبلغ (درهم)
fr: Montant (DH)

# hanoutCarnetInvalidAmount
source: Invalid amount
ar: مبلغ غير صالح
fr: Montant invalide

# hanoutCarnetClientBookTitle
source: Client notebook
ar: دفتر العميل
fr: Carnet client

# hanoutCarnetTransactionsLoading
source: Loading transactions...
ar: جارٍ تحميل المعاملات...
fr: Chargement des transactions...

# hanoutCarnetTransactionsEmpty
source: No transaction for now
ar: لا توجد معاملة في الوقت الراهن
fr: Aucune transaction pour le moment

# hanoutCarnetCurrentDebt
source: Current debt
ar: الديون الحالية
fr: Dette actuelle

# hanoutCarnetTransactionsHistory
source: Transactions history
ar: تاريخ المعاملات
fr: Historique des transactions

# hanoutCarnetCreditPurchases
source: Credit purchases
ar: مشتريات الائتمان
fr: Achats a credit

# hanoutCarnetPayments
source: Payments
ar: المدفوعات
fr: Paiements

# hanoutCarnetBalanceAfter
source: Balance: {value} DH
ar: الرصيد: {value} درهم
fr: Solde: {value} DH

# hanoutCarnetPhysicalOrderShort
source: Physical order
ar: النظام المادي
fr: Cmd physique

# hanoutCarnetAddPhysicalOrderTitle
source: Add a physical order
ar: إضافة أمر مادي
fr: Ajouter une commande physique

# hanoutCarnetOrderDescription
source: Order description
ar: وصف الطلب
fr: Description de la commande

# hanoutCarnetDescriptionRequired
source: Description is required
ar: الوصف مطلوب
fr: Description obligatoire

# hanoutCarnetAdd
source: Add
ar: يضيف
fr: Ajouter

# hanoutOrderNotFound
source: Order not found in your orders.
ar: لم يتم العثور على الطلب في طلباتك.
fr: Commande introuvable dans vos commandes.

# hanoutOrderLoadError
source: Unable to load order details.
ar: غير قادر على تحميل تفاصيل الطلب.
fr: Impossible de charger le detail de la commande.

# hanoutCarnetPhysicalOrderTitle
source: Physical order
ar: النظام المادي
fr: Commande physique

# hanoutCarnetNoDescription
source: No description available.
ar: لا يوجد وصف متاح.
fr: Aucune description disponible.

# hanoutSettingsTitle
source: Hanout settings
ar: إعدادات الحانوت
fr: Parametres du hanout

# hanoutSettingsLoading
source: Loading hanout...
ar: جارٍ تحميل النشرة...
fr: Chargement du hanout...

# hanoutSettingsGeneralInfo
source: General information
ar: معلومات عامة
fr: Informations generales

# hanoutSettingsNameLabel
source: Hanout name
ar: اسم حانوت
fr: Nom du hanout

# hanoutSettingsUploadImage
source: Upload image
ar: تحميل الصورة
fr: Uploader une image

# hanoutSettingsLocationTitle
source: Location
ar: موقع
fr: Localisation

# hanoutSettingsLatitude
source: Latitude
ar: خط العرض

# hanoutSettingsLongitude
source: Longitude
ar: خط الطول

# hanoutSettingsUseCurrentPosition
source: Use my current position
ar: استخدم موقفي الحالي
fr: Utiliser ma position actuelle

# hanoutSettingsServicesTitle
source: Services
ar: خدمات

# hanoutSettingsEnableCarnet
source: Enable notebook
ar: تمكين دفتر الملاحظات
fr: Activer le carnet

# hanoutSettingsEnableCarnetHelp
source: Enable this if you accept notebook customers.
ar: قم بتمكين هذا إذا كنت تقبل عملاء الكمبيوتر الدفتري.
fr: Choisis cette option si tu acceptes les clients avec carnet.

# hanoutSettingsDeliveryFeeDh
source: Delivery fee (DH)
ar: رسوم التوصيل (درهم)
fr: Frais de livraison (DH)

# hanoutSettingsEstimatedTimeMinutes
source: Estimated delivery time (minutes)
ar: وقت التسليم المقدر (دقيقة)
fr: Temps de livraison estime (minutes)

# hanoutSettingsImageSelectError
source: Image selection error: {message}
ar: خطأ في اختيار الصورة: {message}
fr: Erreur selection image: {message}

# hanoutSettingsPositionUnavailable
source: Position unavailable or permission denied
ar: المنصب غير متاح أو تم رفض الإذن
fr: Position indisponible ou permission refusee

# hanoutSettingsPositionUpdated
source: Position updated
ar: تم تحديث الموقف
fr: Position mise a jour

# hanoutSettingsPositionError
source: Position error: {message}
ar: خطأ في الموضع: {message}
fr: Erreur position: {message}

# hanoutSettingsRequiredFields
source: Name, address, phone, latitude and longitude are required
ar: الاسم والعنوان والهاتف وخط العرض وخط الطول مطلوبة
fr: Nom, adresse, telephone, latitude et longitude sont obligatoires

# hanoutSettingsInvalidDeliveryFee
source: Invalid delivery fee
ar: رسوم التوصيل غير صالحة
fr: Frais de livraison invalide

# hanoutSettingsInvalidEstimatedTime
source: Invalid delivery time
ar: وقت التسليم غير صالح
fr: Temps de livraison invalide

# hanoutSettingsSaved
source: Settings saved
ar: تم حفظ الإعدادات
fr: Parametres enregistres

# hanoutSettingsSaveError
source: Save error: {message}
ar: خطأ في الحفظ: {message}
fr: Erreur sauvegarde: {message}

# livreurNavAvailable
source: Available
ar: متاح
fr: Disponible

# livreurNavInProgress
source: In progress
ar: في تَقَدم
fr: En cours

# livreurNavEarnings
source: Earnings
ar: الأرباح
fr: Gains

# livreurMenuSettings
source: Account settings
ar: إعدادات الحساب
fr: Parametres du compte

# livreurMenuLogout
source: Log out
ar: تسجيل الخروج
fr: Se deconnecter

# livreurSettingsTitle
source: Driver account settings
ar: إعدادات حساب السائق
fr: Parametres du compte livreur

# livreurSettingsLoading
source: Loading profile...
ar: جارٍ تحميل الملف الشخصي...
fr: Chargement du profil...

# livreurSettingsSaveButton
source: Save
ar: يحفظ
fr: Enregistrer

# livreurSettingsAccountSectionTitle
source: Account information
ar: معلومات الحساب
fr: Informations du compte

# livreurSettingsNameLabel
source: Full name
ar: الاسم الكامل
fr: Nom complet

# livreurSettingsPhoneLabel
source: Phone
ar: هاتف
fr: Telephone

# livreurSettingsEmailLabel
source: Email
ar: بريد إلكتروني

# livreurSettingsAddressLabel
source: Address
ar: عنوان
fr: Adresse

# livreurSettingsRequiredFields
source: Name and phone are required.
ar: الاسم والهاتف مطلوبان.
fr: Nom et telephone sont obligatoires.

# livreurSettingsSaved
source: Profile updated
ar: تم تحديث الملف الشخصي
fr: Profil mis a jour

# livreurSettingsSaveError
source: Save error: {message}
ar: خطأ في الحفظ: {message}
fr: Erreur de sauvegarde: {message}

# livreurOpenMaps
source: Open in Maps
ar: افتح في الخرائط
fr: Ouvrir dans Maps

# livreurAccept
source: Accept
ar: يقبل
fr: Accepter

# livreurReject
source: Reject
ar: يرفض
fr: Refuser

# livreurOrderFallback
source: Order
ar: طلب
fr: Commande

# livreurClientFallback
source: Client
ar: عميل

# livreurClientAddressFallback
source: Client address
ar: عنوان العميل
fr: Adresse client

# livreurRequestStatusPending
source: Pending
ar: قيد الانتظار
fr: En attente

# livreurRequestStatusAccepted
source: Accepted
ar: مقبول
fr: Acceptee

# livreurRequestStatusRejected
source: Rejected
ar: مرفوض
fr: Refusee

# livreurAvailableLoading
source: Loading requests...
ar: جارٍ تحميل الطلبات...
fr: Chargement des demandes...

# livreurAvailableEmpty
source: No request for now.
ar: لا يوجد طلب في الوقت الراهن.
fr: Aucune demande pour le moment.

# livreurAvailableTitle
source: Available requests
ar: الطلبات المتاحة
fr: Demandes disponibles

# livreurAvailableCount
source: {count} request(s) to process
ar: {count} الطلب (الطلبات) المطلوب معالجتها
fr: {count} demande(s) a traiter

# livreurInProgressLoading
source: Loading deliveries...
ar: جارٍ تحميل عمليات التسليم...
fr: Chargement des livraisons...

# livreurInProgressEmpty
source: No delivery in progress.
ar: لا يوجد تسليم في التقدم.
fr: Aucune livraison en cours.

# livreurInProgressTitle
source: Deliveries in progress
ar: التسليم قيد التقدم
fr: Livraisons en cours

# livreurInProgressCount
source: {count} active delivery(ies)
ar: {count} التسليم (التسليم) النشط
fr: {count} livraison(s) active(s)

# livreurHanoutOrdersTitle
source: Hanout orders
ar: أوامر الحانوت
fr: Commandes hanout

# livreurActionPickedUp
source: Picked up
ar: التقطت
fr: Recuperee

# livreurActionDelivering
source: Delivering
ar: تسليم
fr: En livraison

# livreurActionDelivered
source: Delivered
ar: تم التوصيل
fr: Livree

# livreurCallClient
source: Call client
ar: اتصل بالعميل
fr: Appeler le client

# livreurGasServiceTitle
source: Gas bottle service
ar: خدمة قنينة الغاز
fr: Service bouteille a gaz

# livreurGasServiceDirect
source: Direct service (no hanout)
ar: الخدمة المباشرة (بدون حانوت)
fr: Service direct (sans hanout)

# livreurGasActionArrived
source: Arrived
ar: وصل
fr: Arrive

# livreurGasActionPickedBottle
source: Bottle picked
ar: زجاجة مختارة
fr: Bouteille recuperee

# livreurGasActionToHanout
source: To hanout
ar: إلى الحانوت
fr: Vers le hanout

# livreurGasActionReturnHome
source: Return home
ar: العودة إلى المنزل
fr: Retour maison

# livreurGasActionDelivered
source: Delivered
ar: تم التوصيل
fr: Livre

# livreurGasActionUpdate
source: Update
ar: تحديث
fr: Mettre a jour

# livreurEarningsLoading
source: Loading earnings...
ar: جارٍ تحميل الأرباح...
fr: Chargement des gains...

# livreurEarningsTitle
source: Driver earnings
ar: أرباح السائق
fr: Gains du livreur

# livreurEarningsSubtitle
source: Track your revenue in real time
ar: تتبع إيراداتك في الوقت الحقيقي
fr: Suivez vos revenus en temps reel

# livreurEarningsDeliveries
source: Deliveries
ar: التسليم
fr: Livraisons

# livreurEarningsServiceFees
source: Service fees
ar: رسوم الخدمة
fr: Frais service

# livreurEarningsGasServices
source: Gas services
ar: خدمات الغاز
fr: Services gaz

# livreurEarningsGasGain
source: Gas gain
ar: كسب الغاز
fr: Gain gaz

# livreurEarningsHistory
source: History
ar: تاريخ
fr: Historique

# livreurEarningsNoIncome
source: No recorded income.
ar: لا يوجد دخل مسجل.
fr: Aucun revenu enregistre.

# livreurEarningsDeliveryFees
source: Delivery fees: {value} DH
ar: رسوم التوصيل: {value} درهم
fr: Frais livraison: {value} DH

# livreurEarningsServiceFeesValue
source: Service fees: {value} DH
ar: رسوم الخدمة: {value} درهم
fr: Frais service: {value} DH
